{
  "greeting": {
      "morning": "Good morning☕",
      "afternoon": "Good afternoon 🍂",
      "night": "Good night 🌌"
  },
  "welcome": "Welcome!",
  "nav": {
      "home": "Home",
      "about": "About me",
      "projects": "Projects",
      "contact": "Contact"
  },
  "intro": {
      "title": "Your next fullstack",
      "spantitle": "Developer", 
      "subtitle-st": "Hello! I'm Daniel Bueno, I'm ",
      "subtitle-nd": " years old and a fullstack developer"
  },
  "about": {
      "title": "About me",
      "paragraph": {
          "text1": "My name is Daniel Bueno, a lifelong technology enthusiast. The journey into programming began in 2022 and quickly turned into a true passion. Since then, the focus has been on constant improvement and growth. Not long after, the opportunity arose to apply for the Systems Development program at Etec Jaraguá — and being accepted in second place was an incredible achievement.",
          "text2": "Currently in the 3rd year of High School at Etec Jaraguá, working on the final project (TCC) while preparing to earn a scholarship in Software Engineering. The next goal is to apply for internship positions to gain hands-on experience in the field and put knowledge into practice.",
          "text3": "Curiosity and a love for learning drive the creation of new projects, with time set aside each day for study and self-improvement. Outside the tech world, favorite activities include weight training, Muay Thai, cycling, camping, listening to music, going to church, and, of course, watching dividends land in the account!"
      },
      "buttonlabel": "Technologies",
      "tooltip": {
          "studying": "Studying",
          "intermediateknowledge": "Intermediate knowledge",
          "solidknowledge": "Solid knowledge"
      },
      "imgalt": "Profile picture"
  },
  "projects": {
      "title": "My projects",
      "ds": {
          "text": "See everything about the Systems Development course!",
          "about": "Developed in partnership with two school friends, with the goal of promoting our course and increasing our visibility, this idea was suggested by a teacher, and we decided to take on the responsibility for the project. This was my first development project with ReactJS!"
      },
      "short": {
          "text": "Summarize videos with AI.",
          "about": "Short Summary allows users to view a summary of the video without needing to watch it, using artificial intelligence to extract the text and create the summary. This was my first experience with Express, which taught me a lot about NodeJS."
      },
      "flyra": {
        "text": "Smart drones for forest fire detection.",
        "about": "Flyra is my final project (TCC). I'm responsible for developing the institutional website, the mobile app, and the system's central backend. The goal of the project is to create smart drones with AI capable of detecting forest fires in their early stages."
      },
      "ticket": {
          "text": "Generate your Coding Conf event ticket!",
          "about": "The Ticket Generator is a web application that allows users to generate their ticket for the Coding Conf (fictional) event. In this project, I learned form handling, data validation with Zod + React Hook Form, and automatically sending emails with EmailJs. I also deepened my knowledge of Next.js."

      },
      "notes": {
          "text": "Make your daily notes!",
          "about": "Notes is a web application that allows users to make daily notes, with the ability to save, edit, and delete them. This project allowed me to deepen my knowledge of Fullstack programming with Express.js and MongoDB."

      },
      "moreprojects": "More projects",
      "fewerprojects": "Fewer projects"
  },
  "card": {
      "seemore": "See more",
      "imgalt": "Project icon",
      "openwebsite": "Open site",
      "repository": "Repository",
      "close": "Close"
  },
  "contact": "Contact",
  "month": {
      "january": "January, 2025",
      "june": "June, 2023",
      "july": "July, 2023",
      "november": "November, 2023",
      "october-23": "October, 2023",
      "october-24": "October, 2024"
  },
  "footer": {
    "text1": "Developed with lots of ❤️ by Daniel Bueno.",
    "text2": "Page rebranding coming soon!"
  }
}