{
    "greeting": {
        "morning": "Good morning☕",
        "afternoon": "Good afternoon 🍂",
        "night": "Good night 🌌"
    },
    "welcome": "Welcome!",
    "nav": {
        "home": "Home",
        "about": "About me",
        "projects": "Projects",
        "contact": "Contact"
    },
    "intro": {
        "title": "Your next frontent",
        "spantitle": "Developer", 
        "subtitle": "Hello! I'm Daniel Bueno, I'm 17 years old and a frontend developer"
    },
    "about": {
        "title": "About me",
        "paragraph": {
            "text1": "My name is Daniel Bueno, and technology has been a passion since childhood. Developing and programming began in 2022, sparking a deep love for the field. This passion led to a constant pursuit of improvement. Consequently, the decision was made to apply for the Systems Development course at Etec Jaraguá, combining it with High School education. Fortunately, acceptance came with the honor of securing second place.",
            "text2": "Currently in the 2nd year of high school at Etec Jaraguá, working on projects with ReactJS, NodeJS, among other technologies, with a desire to explore new languages, technologies, and frameworks. Although focused on the frontend area at the moment, the goal is to become a full stack developer. Plans include applying for internship positions to gain professional experience, having no previous work in this field.",
            "text3": "Learning new things to apply in my projects is something I enjoy, and part of my day is always dedicated to studying development independently. Besides technology, there's a love for weight training, biking, camping, listening to music, reading books, going to church, and seeing dividends deposited into my account."
        },
        "buttonlabel": "Technologies",
        "tooltip": {
            "studying": "Studying",
            "intermediateknowledge": "Intermediate knowledge",
            "solidknowledge": "Solid knowledge"
        },
        "imgalt": "Profile picture"
    },
    "projects": {
        "title": "My projects",
        "ds": {
            "text": "See everything about the Systems Development course!",
            "about": "Developed in partnership with two school friends, with the goal of promoting our course and increasing our visibility, this idea was suggested by a teacher, and we decided to take on the responsibility for the project. This was my first development project with ReactJS!"
        },
        "short": {
            "text": "Know the content of the video without even opening it.",
            "about": "Short Summary allows users to view a summary of the video without needing to watch it, using artificial intelligence to extract the text and create the summary. This was my first experience with Express, which taught me a lot about NodeJS."
        },
        "age": {
            "text": "See your age precisely!",
            "about": "The Age Calculator is a web application that allows users to calculate their age in years, months, and days. This project allowed me to learn a lot about date manipulation in JavaScript, as well as improve my skills with forms in HTML and CSS."
        },
        "festa": {
            "text": "History, foods, and recipes, everything about Festa Junina!",
            "about": "Festa Junina is a web application that allows users to learn more about the Festa Junina, its origins, foods, and recipes. This project was a school assignment and was developed only for desktop responsiveness. It helped me to better understand how JavaScript works and the importance of a minimalist design."
        },
        "cps": {
            "text": "Measure your CPS and see your score!",
            "about": "The CPS Test is a web application that allows users to measure their clicks per second speed and view their score. This project was inspired by a challenge my friend proposed to me, and being competitive, I decided to develop it. It was an opportunity to learn about event handling in JavaScript."
        },
        "moreprojects": "More projects",
        "fewerprojects": "Fewer projects"
    },
    "card": {
        "seemore": "See more",
        "imgalt": "Project icon",
        "openwebsite": "Open site",
        "repository": "Repository",
        "close": "Close"
    },
    "contact": "Contact",
    "month": {
        "june": "June, 2023",
        "july": "July, 2023",
        "november": "November, 2023",
        "october": "October, 2023"
    }
}