{
  "greeting": {
      "morning": "Bom dia ☕",
      "afternoon": "Boa tarde 🍂",
      "night": "Boa noite 🌌"
  },
  "welcome": "Seja bem-vindo!",
  "nav": {
      "home": "Início",
      "about": "Sobre mim",
      "projects": "Projetos",
      "contact": "Contato"
  },
  "intro": {
      "title": "Seu próximo desenvolvedor",
      "spantitle": "Fullstack",
      "subtitle-st": "Olá! Eu sou o Daniel Bueno, tenho ",
      "subtitle-nd": " anos, sou desenvolvedor Fullstack"
  },
  "about": {
      "title": "Sobre mim",
      "paragraph": {
          "text1": "Meu nome é Daniel Bueno e sou apaixonado por tecnologia desde pequeno. Comecei a desenvolver/programar em 2022, me encantei completamente pela programação e, desde então tenho buscado me aprimorar constantemente. Logo me candidatei no processo seletivo para ingressar na Etec Jaraguá, no curso de Desenvolvimento de Sistemas integrado ao Ensino Médio — e, felizmente, fui aprovado em segundo lugar.",
          "text2": "Atualmente estou no 3º ano do Ensino Médio na Etec Jaraguá, trabalhando em meu projeto de TCC e preparando para conquistar uma bolsa em uma universidade de Engenharia de Software. Pretendo também aplicar para vagas de estágio, a fim de ganhar experiência profissional prática na área, já que ainda não tive uma oportunidade profissional.",
          "text3": "Sou curioso e gosto de aprender coisas novas para aplicar em meus projetos. Sempre dedico uma parte do meu dia para estudar e me aperfeiçoar por conta própria. Além da tecnologia, amo treinar musculação, praticar Muay Thai, andar de bicicleta, acampar, escutar músicas, ir à igreja e, claro, acompanhar os dividendos caindo na conta!"
      },
      "buttonlabel": "Tecnologias",
      "tooltip": {
          "studying": "Estudando",
          "intermediateknowledge": "Conhecimento intermediário",
          "solidknowledge": "Conhecimento sólido"
      },
      "imgalt": "foto de perfil"
  },
  "projects": {
      "title": "Meus projetos",
      "ds": {
          "text": "Tudo sobre o curso de Desenvolvimento de Sistemas!",
          "about": "Desenvolvido em parceria com dois amigos da escola, com o objetivo de promover nosso curso e ampliar nossa visibilidade, essa ideia foi sugerida por um professor, e nós decidimos assumir a responsabilidade pelo projeto. Este foi meu primeiro projeto em desenvolvimento com ReactJS!"
      },
      "short": {
          "text": "Resuma vídeos com Inteligência Artificial.",
          "about": "O Short Summary permite ao usuário visualizar um resumo do vídeo sem precisar assisti-lo, utilizando inteligência artificial para extrair o texto e criar o resumo. Essa foi minha primeira experiência com Express, a qual me proporcionou muitos aprendizados sobre NodeJS."
      },
      "flyra": {
        "text": "Drones inteligentes para detecção de incêndios florestais.",
        "about": "A Flyra é o meu projeto de TCC. Sou responsável pelo desenvolvimento do site institucional, do aplicativo mobile e do backend central do sistema. O objetivo do projeto é criar drones embarcados com IA capazes de detectar incêndios florestais ainda em seu estágio inicial."
      },
      "ticket": {
          "text": "Gere seu ticket do evento Coding Conf!",
          "about": "O Ticket Generator é uma aplicação web que permite ao usuário gerar seu ticket para o evento Coding Conf (fictício). Neste projeto aprendi manipulação de formulários, validação de dados com o Zod + React Hook Form, e enviar emails automaticamente com o EmailJs, além de me aprofundar um pouco mais em Next.js."
      },
      "notes": {
          "text": "Faça as suas anotações do dia a dia!",
          "about": "O Notes é uma aplicação web que permite ao usuário fazer anotações do cotidiano, podendo salvar, editar e excluir as anotações. Este projeto me permitimiu me aprofundar um pouco mais em programação Fullstack com Express.js e MongoDB."
      },
      "moreprojects": "Mais projetos",
      "fewerprojects": "Menos projetos"
  },
  "card": {
      "seemore": "Ver mais",
      "imgalt": "Ícone do projeto",
      "openwebsite": "Abrir site",
      "repository": "Repositório",
      "close": "Fechar"
  },
  "contact": "Contato",
  "month": {
      "january": "Janeiro, 2025",
      "june": "Junho, 2023",
      "july": "Julho, 2023",
      "november": "Novembro, 2023",
      "october-23": "Outubro, 2023",
      "october-24": "Outubro, 2024"
  },
  "footer": {
      "text1": "Desenvolvido com muito ❤️ por Daniel Bueno.",
      "text2": "Rebranding da página em breve!"
  }
}